DELETE FROM public.educational_dict;
-- ----------------------------
INSERT INTO "public"."educational_dict" VALUES ('107462', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '理论课', '课程类别', '0', '1');

INSERT INTO "public"."educational_dict" VALUES ('107463', '管理员', '-1', '2018-06-19 15:38:40.95', '管理员', '-1', '2018-06-19 15:38:40.871', '', '教务部', '承担单位', '0', '1');

INSERT INTO "public"."educational_dict" VALUES ('107962', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '毕业设计', '环节类别', '0', '1');

INSERT INTO "public"."educational_dict" VALUES ('113262', '管理员', '-1', '2018-07-09 11:14:56.183', '管理员', '-1', '2018-07-09 11:14:56.137', '', '教室', '场地类型', '0', '1');
INSERT INTO "public"."educational_dict" VALUES ('113263', '管理员', '-1', '2018-07-09 11:15:11.061', '管理员', '-1', '2018-07-09 11:15:11.018', '', '实验室', '场地类型', '1', '1');
INSERT INTO "public"."educational_dict" VALUES ('113264', '管理员', '-1', '2018-07-09 11:15:35.151', '管理员', '-1', '2018-07-09 11:15:35.065', '', '实验分室', '场地类型', '2', '1');
INSERT INTO "public"."educational_dict" VALUES ('113265', '管理员', '-1', '2018-07-09 11:15:53.194', '管理员', '-1', '2018-07-09 11:15:53.154', '', '体育场馆', '场地类型', '3', '1');
INSERT INTO "public"."educational_dict" VALUES ('113266', '管理员', '-1', '2018-07-09 11:16:09.965', '管理员', '-1', '2018-07-09 11:16:09.893', '', '实习基地', '场地类型', '4', '1');

INSERT INTO "public"."educational_dict" VALUES ('113962', '管理员', '-1', '2018-07-10 14:09:21.846', '管理员', '-1', '2018-07-10 14:09:21.778', '', '一般教室', '教室类型', '0', '1');
INSERT INTO "public"."educational_dict" VALUES ('113963', '管理员', '-1', '2018-07-10 14:09:40.86', '管理员', '-1', '2018-07-10 14:09:40.78', '', '制图室', '教室类型', '1', '1');
INSERT INTO "public"."educational_dict" VALUES ('113964', '管理员', '-1', '2018-07-10 14:09:56.379', '管理员', '-1', '2018-07-10 14:09:56.269', '', '实验室', '教室类型', '2', '1');
INSERT INTO "public"."educational_dict" VALUES ('113965', '管理员', '-1', '2018-07-10 14:10:20.895', '管理员', '-1', '2018-07-10 14:10:20.853', '', '语音室', '教室类型', '3', '1');

INSERT INTO "public"."educational_dict" VALUES ('113966', '管理员', '-1', '2018-07-10 14:10:44.052', '管理员', '-1', '2018-07-10 14:10:43.954', '', '董事会', '使用单位', '0', '1');
INSERT INTO "public"."educational_dict" VALUES ('113967', '管理员', '-1', '2018-07-10 14:11:13.704', '管理员', '-1', '2018-07-10 14:11:13.626', '', '学院领导', '使用单位', '1', '1');
INSERT INTO "public"."educational_dict" VALUES ('113968', '管理员', '-1', '2018-07-10 14:11:31.51', '管理员', '-1', '2018-07-10 14:11:31.432', '', '学院顾问', '使用单位', '2', '1');
INSERT INTO "public"."educational_dict" VALUES ('113969', '管理员', '-1', '2018-07-10 14:12:01.526', '管理员', '-1', '2018-07-10 14:12:01.453', '', '发展战略委员会', '使用单位', '3', '1');

INSERT INTO "public"."educational_dict" VALUES ('115362', '管理员', '-1', '2018-07-11 14:46:44.131', '管理员', '-1', '2018-07-11 14:46:44.025', '', '可用', '状态', '0', '1');
INSERT INTO "public"."educational_dict" VALUES ('115363', '管理员', '-1', '2018-07-11 14:46:53.679', '管理员', '-1', '2018-07-11 14:46:53.596', '', '不可用', '状态', '1', '1');
