DELETE FROM public.edu_dict;
-- ----------------------------
INSERT INTO "public"."edu_dict" VALUES ('1', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '理论课', '课程类别1', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('2', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '理论+实践课', '课程类别1', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('3', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '实践课', '课程类别1', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('4', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '科学技术类', '课程类别1', '3', '1');
INSERT INTO "public"."edu_dict" VALUES ('5', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '文史法律类', '课程类别1', '4', '1');
INSERT INTO "public"."edu_dict" VALUES ('6', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '艺术体育类', '课程类别1', '5', '1');
INSERT INTO "public"."edu_dict" VALUES ('7', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '经济管理类', '课程类别1', '6', '1');
INSERT INTO "public"."edu_dict" VALUES ('8', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '网络类', '课程类别1', '7', '1');
INSERT INTO "public"."edu_dict" VALUES ('9', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '集中实践', '课程类别1', '8', '1');

INSERT INTO "public"."edu_dict" VALUES ('10', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '普通课', '课程类别2', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('11', '管理员', '-1', '2018-06-19 14:41:05.686', '管理员', '-1', '2018-06-19 14:41:05.593', '', '集中实践', '课程类别2', '1', '1');

INSERT INTO "public"."edu_dict" VALUES ('12', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '实习', '环节类别', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('13', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '课程设计', '环节类别', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('14', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '毕业设计', '环节类别', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('15', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '军训', '环节类别', '3', '1');
INSERT INTO "public"."edu_dict" VALUES ('16', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '技能训练', '环节类别', '4', '1');
INSERT INTO "public"."edu_dict" VALUES ('17', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '入学教育', '环节类别', '5', '1');
INSERT INTO "public"."edu_dict" VALUES ('18', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '毕业教育', '环节类别', '6', '1');
INSERT INTO "public"."edu_dict" VALUES ('19', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '劳动', '环节类别', '7', '1');
INSERT INTO "public"."edu_dict" VALUES ('20', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '社会实践', '环节类别', '8', '1');
INSERT INTO "public"."edu_dict" VALUES ('21', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '集中实践教学环节', '环节类别', '9', '1');
INSERT INTO "public"."edu_dict" VALUES ('22', '管理员', '-1', '2018-06-20 10:17:46.136', '管理员', '-1', '2018-06-20 10:17:46.037', '', '其他', '环节类别', '10', '1');

INSERT INTO "public"."edu_dict" VALUES ('23', '管理员', '-1', '2018-07-09 11:14:56.183', '管理员', '-1', '2018-07-09 11:14:56.137', '', '教室', '场地类型', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('24', '管理员', '-1', '2018-07-09 11:15:11.061', '管理员', '-1', '2018-07-09 11:15:11.018', '', '实验室', '场地类型', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('25', '管理员', '-1', '2018-07-09 11:15:35.151', '管理员', '-1', '2018-07-09 11:15:35.065', '', '实验分室', '场地类型', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('26', '管理员', '-1', '2018-07-09 11:15:53.194', '管理员', '-1', '2018-07-09 11:15:53.154', '', '体育场馆', '场地类型', '3', '1');
INSERT INTO "public"."edu_dict" VALUES ('27', '管理员', '-1', '2018-07-09 11:16:09.965', '管理员', '-1', '2018-07-09 11:16:09.893', '', '实习基地', '场地类型', '4', '1');

INSERT INTO "public"."edu_dict" VALUES ('28', '管理员', '-1', '2018-07-10 14:09:21.846', '管理员', '-1', '2018-07-10 14:09:21.778', '', '一般教室', '教室类型', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('29', '管理员', '-1', '2018-07-10 14:09:40.86', '管理员', '-1', '2018-07-10 14:09:40.78', '', '制图室', '教室类型', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('30', '管理员', '-1', '2018-07-10 14:09:56.379', '管理员', '-1', '2018-07-10 14:09:56.269', '', '实验室', '教室类型', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('31', '管理员', '-1', '2018-07-10 14:10:20.895', '管理员', '-1', '2018-07-10 14:10:20.853', '', '语音室', '教室类型', '3', '1');

INSERT INTO "public"."edu_dict" VALUES ('32', '管理员', '-1', '2018-07-10 14:10:44.052', '管理员', '-1', '2018-07-10 14:10:43.954', '', '董事会', '使用单位', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('33', '管理员', '-1', '2018-07-10 14:11:13.704', '管理员', '-1', '2018-07-10 14:11:13.626', '', '学院领导', '使用单位', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('34', '管理员', '-1', '2018-07-10 14:11:31.51', '管理员', '-1', '2018-07-10 14:11:31.432', '', '学院顾问', '使用单位', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('35', '管理员', '-1', '2018-07-10 14:12:01.526', '管理员', '-1', '2018-07-10 14:12:01.453', '', '发展战略委员会', '使用单位', '3', '1');

INSERT INTO "public"."edu_dict" VALUES ('36', '管理员', '-1', '2018-07-11 14:46:44.131', '管理员', '-1', '2018-07-11 14:46:44.025', '', '不可用', '状态', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('37', '管理员', '-1', '2018-07-11 14:46:53.679', '管理员', '-1', '2018-07-11 14:46:53.596', '', '可用', '状态', '1', '1');
