DELETE FROM public.edu_dict;
-- ----------------------------

INSERT INTO "public"."edu_dict" VALUES ('23', '管理员', '-1', '2018-07-09 11:14:56.183', '管理员', '-1', '2018-07-09 11:14:56.137', '', '教室', '场地类型', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('24', '管理员', '-1', '2018-07-09 11:15:11.061', '管理员', '-1', '2018-07-09 11:15:11.018', '', '实验室', '场地类型', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('25', '管理员', '-1', '2018-07-09 11:15:35.151', '管理员', '-1', '2018-07-09 11:15:35.065', '', '实验分室', '场地类型', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('26', '管理员', '-1', '2018-07-09 11:15:53.194', '管理员', '-1', '2018-07-09 11:15:53.154', '', '体育场馆', '场地类型', '3', '1');
INSERT INTO "public"."edu_dict" VALUES ('27', '管理员', '-1', '2018-07-09 11:16:09.965', '管理员', '-1', '2018-07-09 11:16:09.893', '', '实习基地', '场地类型', '4', '1');

INSERT INTO "public"."edu_dict" VALUES ('28', '管理员', '-1', '2018-07-10 14:09:21.846', '管理员', '-1', '2018-07-10 14:09:21.778', '', '一般教室', '教室类型', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('29', '管理员', '-1', '2018-07-10 14:09:40.86', '管理员', '-1', '2018-07-10 14:09:40.78', '', '制图室', '教室类型', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('30', '管理员', '-1', '2018-07-10 14:09:56.379', '管理员', '-1', '2018-07-10 14:09:56.269', '', '实验室', '教室类型', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('31', '管理员', '-1', '2018-07-10 14:10:20.895', '管理员', '-1', '2018-07-10 14:10:20.853', '', '语音室', '教室类型', '3', '1');

INSERT INTO "public"."edu_dict" VALUES ('32', '管理员', '-1', '2018-07-10 14:10:44.052', '管理员', '-1', '2018-07-10 14:10:43.954', '', '董事会', '使用单位', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('33', '管理员', '-1', '2018-07-10 14:11:13.704', '管理员', '-1', '2018-07-10 14:11:13.626', '', '学院领导', '使用单位', '1', '1');
INSERT INTO "public"."edu_dict" VALUES ('34', '管理员', '-1', '2018-07-10 14:11:31.51', '管理员', '-1', '2018-07-10 14:11:31.432', '', '学院顾问', '使用单位', '2', '1');
INSERT INTO "public"."edu_dict" VALUES ('35', '管理员', '-1', '2018-07-10 14:12:01.526', '管理员', '-1', '2018-07-10 14:12:01.453', '', '发展战略委员会', '使用单位', '3', '1');

INSERT INTO "public"."edu_dict" VALUES ('36', '管理员', '-1', '2018-07-11 14:46:44.131', '管理员', '-1', '2018-07-11 14:46:44.025', '', '不可用', '状态', '0', '1');
INSERT INTO "public"."edu_dict" VALUES ('37', '管理员', '-1', '2018-07-11 14:46:53.679', '管理员', '-1', '2018-07-11 14:46:53.596', '', '可用', '状态', '1', '1');
